import Link from 'next/link';
import { Collapse, Text } from "@nextui-org/react";
import { Layout } from "../../components/LayoutOP.js";


export default function Faq() {
  return (
    <>
    <Layout>
      <h2>Често задавани въпроси</h2>
      <Collapse.Group>
      <Collapse title="Може ли да ми издадете фактура при получаване или изпращане на пратка?">
        <Text>
        Да, можем да издадем фактура на физическо или юридическо лице платец на куриерската услуга в момента на плащане или до 5 календарни дни след данъчното събитие. Ако платец по пратката е физическо лице, за издаване на фактура на името на юридическо лице е необходимо той да бъде МОЛ или нотариално упълномощено лице на фирмата. Фактури се издават по чл. 50, ал.1 от Закона за автомобилни превози и чл. 36, ал.7 от Правилника за прилагане на ЗДДС.
        </Text>
      </Collapse>
      <Collapse title="Какви пратки са непозволени за изпращане и получаване?">
        <Text>
        1. Наркотични, упойващи, отровни и психотропни вещества;< br/>
        2. Всички видове оръжия, боеприпаси, пиротехнически изделия, взривни, запалителни или други опасни вещества и предмети; < br/>
        3. Предмети, които противоречат на нравствените норми;< br/>
        4. Предмети и вещества, които поради своето естество или опаковка представляват опасност за живота или здравето на екипа на Еконт или на други лица. Стоки, които могат да замърсят или навредят на другите пратки (включително отровни и радиоактивни вещества);< br/>
        6. Движими паметници на културата, за които липсва разрешение или сертификат; < br/>
        7. Живи животни;< br/>
        8. Храни с кратък срок на годност;< br/>
        9. Енергийни продукти (горива);< br/>
        10. Пратки, които съдържат тютюн (под всякаква форма: нарязан, кълцан и др.) и са без бандерол.< br/>
        </Text>
      </Collapse>
      <Collapse title="Какво е работното време на офис на Wing?">
        <Text>
        Нашите офиси са над 20 в цяла България и имат различно работно време. Стандартното работно време се покрива от всеки офис - от 9 до 18 ч. в делнични дни и за някои офиси от 9 до 15 ч. в събота.
        </Text>
      </Collapse>
      <Collapse title="Какъв е срокът за доставка на пратка?">
        <Text>
        Ние доставяме всяка ваша пратка на следващия работен ден. До 13 ч. за пратки до врата, а за пратки до наш офис – още на сутринта с отварянето на обекта. С изключение на населените места, които са по график.
        </Text>
      </Collapse>
      <Collapse title="Доставяте ли пратки в рамките на деня?">
        <Text>
        Доставяме пратките на следващия работен ден. Изключение са населените места без офис на Уинг, които обслужваме по график. Ако искате да изпратите или получите пари в същия работен ден, може да ползвате услуга експресен паричен превод.
        </Text>
      </Collapse>
      
      <Collapse title="Кога най-късно може да изпратя пратката си, за да пристигне на следващия ден?">
        <Text>
        За да пристигне на следващия ден, е нужно да изпратите пратката си до края на работното време на офиса, който сте избрали.
        </Text>
      </Collapse>
      <Collapse title="Може ли в офис или на куриер да платя с банкова карта?">
        <Text>
        Да, може да платите с банкова картата. Всичките ни офиси и куриери разполагат с ПОС терминал.
        </Text>
      </Collapse>
      <Collapse title="При изпращане на чуплива пратка, нужно ли е да се погрижа за нейното опаковане?">
        <Text>
        Да, при изпращане на чуплива пратка е нужно да се погрижите за нейното опаковане. Препоръчваме опаковката да бъде съобразена с обема, теглото и съдържанието на пратката, за да се предпази от повреда. Когато ни предавате пратката, можете да разчитате на нас да ви съдействаме за допълнително опаковане при нужда.
        </Text>
      </Collapse>
      <Collapse title="Каква е разликата между куриерска и пощенска пратка?">
        <Text>
        Пощенската пратка може да бъде изпратена само от и до офис на Уинг Експрес и е с тегло до 20 кг и размери до 60 х 60 х 60 см. 
        Куриерската пратка може да бъде изпратена от и до адрес, като се направи заявка за куриер или в комбинацията адрес-офис, офис-адрес.
        </Text>
      </Collapse>
      <Collapse title="Коя услуга мога да използвам, ако е необходимо пратката ми да пътува с повишено внимание?">
        <Text>
        За да пътува пратката ви с повишено внимание, можете да използвате услугата Обявена стойност. Това е стойността на пратката, до която носим отговорност в случай на повреда, загуба или кражба. Необходимо е да посочите обявена стойност при изпращане на пратката, като лимитът е 10 000 лв. 

        Нашата отговорност зависи от това дали сте ни позволили да прегледаме съдържанието на пратката преди изпращането ѝ:< br/>
            1: ако сте позволили - носим материална отговорност за съдържанието на пратката < br/>
            2: ако не сте позволили - носим материална отговорност само за опаковката, без съдържанието на пратката.< br/>
        </Text>
      </Collapse>
      <Collapse title="Куриерът ще достави ли пратката ми до етажа, на който живея?">
        <Text>
        Да. Можете да получите своята пратка с тегло до 20 кг до етажа, на който живеете.
        </Text>
      </Collapse>
    </Collapse.Group>
      
    <h5>
        <Link href="/">Обратно в начало</Link>
      </h5>
      </Layout>
      
    </>
  );
}